{
  "PageType": 0,
  "ColumnCount": 48,
  "RowCount": 36,
  "Formulas": {
    "8,17": "IF(상태=\"팀장 승인\",\"승인\",IF(상태=\"최종 승인\",\"승인\",IF(AND(상태=\"반려\",최종개정인=\"Manager\"),\"승인\",IF(상태=\"반려\",\"반려\",\" \"))))",
    "8,13": "IF(상태=\"새로만들기\",\" \",\"승인\")",
    "8,25": "IF(AND(상태=\"반려\",최종개정인=\"Leader\"),\"반려\",IF(상태=\"최종 승인\",\"승인\",IF(AND(상태=\"반려\",최종개정인=\"Manager\"),\"반려\",\" \")))",
    "8,21": "IF(상태=\"최종 승인\",\"승인\",IF(AND(상태=\"반려\",최종개정인=\"Leader\"),\" \",IF(AND(상태=\"반려\",최종개정인=\"Manager\"),\"반려\",\" \")))",
    "8,38": "ODATA(\"휴가요청테이블?$select=상태&$filter=ID eq \"&IF(ISBLANK(A1),\"null\",A1))"
  },
  "CustomNames": [
    {
      "Name": "상태",
      "Formula": "'휴가 결재 페이지'!$AM$9"
    },
    {
      "Name": "최종개정인",
      "Formula": "'휴가 결재 페이지'!$AM$10"
    }
  ]
}